tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'phinze/cask'

brew 'autoconf'
brew 'brew-cask'
brew 'fish'
brew 'composer'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'hub'
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'libevent'
brew 'libmemcached'
brew 'libpng'
brew 'libtool'
brew 'lua'
brew 'memcached'
brew 'mhash'
brew 'mysql'
brew 'openssl'
brew 'pcre'
brew 'php54'
brew 'php54-imagick'
brew 'php54-mcrypt'
brew 'php54-memcached'
brew 'pkg-config'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'sbt'
brew 'sqlite'
brew 'tig'
brew 'tmux'
brew 'tmuxinator'
brew 'typesafe-activator'
brew 'unixodbc'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'zlib'
brew 'curl'
brew 'zsh'
brew 'editorconfig'
brew 'trash'

brew tap sanemat/font

tap 'phinze/homebrew-cask'
brew 'brew-cask'

cask 'vagrant'
cask 'virtualbox'
cask 'github'
cask 'dropbox'
cask 'intellij-idea'
cask 'transmission'
cask 'sequel-pro'
cask 'processing'
cask 'iterm2'
cask 'slack'
cask 'xtrafinder'
cask 'evernote'
cask 'skitch'
cask 'spark'
cask 'skype'
cask 'mysqlworkbench'
